<%--
  Created by IntelliJ IDEA.
  User: yiton
  Date: 2020/6/25
  Time: 21:41
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>用户协议</title>
</head>
<body>
<h3>用户协议</h3><br>
  <p>1.用户按照页面给与的提示完成全部注册步骤后，即成为测测的用户，用户应自行保管账号及密码，并准确、安全地使用其账号及密码。测测可通过用户自行设定，向用户提供个性化信息服务。</p><br>
  <p>2.用户充分了解并同意，测测为用户提供个性化信息服务，用户须为自己注册账号下的行为负责，包括用户所导入、上载、传送的任何内容以及由此产生的任何后果，用户应对测测中的内容自行加以判断，并承担因使用内容而引起的所有风险。测测不对因用户行为而导致的损失承担责任。</p><br>
  <p>3.用户须对在测测上所传送信息的真实性、合法性、有效性等负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与测测无关。用户在测测中记录的或通过测测服务所传送的任何内容并不反映测测的观点或政策，测测对此不承担责任。</p><br>
    <p>4.用户提供的个人信息或发布的信息不真实、不准确、不合法；发表内容不符合本协议或发表内容不符合法律法规的，测测有权暂停或终止用户使用本平台的服务。用户如果对测测的暂停或者终止或收回其账号行为有异议，客户可向平台提出意见，要求其继续提供服务。测测收到客户此类信息的投诉与意见，会审核相关信息，并及时对用户给予反馈。若信息确实不真实或不准确或不合法有效，测测平台要求用户提供符合要求的信息。</p><br>
    <p>5.为避免用户终端数据丢失、更好服务用户之目的，测测将向注册用户提供数据备份服务，经注册用户授权，测测将存储于注册用户终端的测测数据库中的数据资料上载至测测服务器，并且提供恢复到终端设备服务。</p><br>
    <p>6.用户不得利用测测服务制作、上载、复制、发布、传播或者转载如下内容：</p><br>
    <p>     1.反对宪法所确定的基本原则的；</p><br>
    <p>     2.危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p><br>
    <p>     3.损害国家荣誉和利益的；</p><br>
    <p>     4.煽动民族仇恨、民族歧视，破坏民族团结的；</p><br>
    <p>     5.破坏国家宗教政策，宣扬邪教和封建迷信的；</p><br>
    <p>     6.散布谣言，扰乱社会秩序，破坏社会稳定的；</p><br>
    <p>     7.散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p><br>
    <p>     8.侮辱或者诽谤他人，侵害他人合法权益的；</p><br>
    <p>     9.法律、行政法规禁止的其他内容。
        测测有权针对用户发表的内容进行审核，若用户实施违反本条所述使用规则及法律法规的行为，测测平台有权视行为严重程度，根据《侵权责任法》《信息网络传播权保护条例》等法律法规要求用户立即采取纠正、改正、恢复原状、消除影响等行为，且测测有权自行采取合法有效且必要的措施（包括但不限于更改或删除相关侵权信息、暂停或终止用户使用本网络服务等），同时测测保留进一步追究用户法律责任的权利。
        同时，论坛社区版块发起者、管理者应当履行与本协议权利、法律法规相适应的义务，对违反法律规定和协议约定、履行责任义务不到位的服务提供者应当依法依约限制（更改或删除相关侵权信息、暂停使用）或取消其管理权限，直至封禁或者关闭有关账号、版块。</p><br>
    <p>7.用户禁止以文字、语音、图片等任何形式刻意宣传其他竞争平台；也禁止以相同的方式宣传非测测联系方式，如果有聊天需求，可告知听众使用测测私信联系。</p><br>
    <p>8.测测的部分功能将产生资讯费用，具体资费标准以用户使用的电信运营商公布的价格为准，该部分费用应由用户自行承担。</p><br>
    <p>9.测测提供的服务中可能包含广告，用户同意在使用过程中显示测测和第三方供应商、合作伙伴提供的广告。用户因就第三方提供的服务、产品与第三方产生争议的，由用户与第三方自行解决，测测不承担责任。</p><br>
    <p>10.测测保留因业务发展需要，单方面对其服务器所提供的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销服务的权利。</p><br>
    <p>11.直播播主应尽量促进来访者的成长、自强自立；应避免负面结论而对用户造成消极的暗示， 或使用户在其未来的生活中对主播产生依赖。</p><br>
    <p>12.主播可通过听众送礼物获得星票。</p><br>
    <p>13.直播会消耗通讯设备电力，缩短设备使用时长；在直播过程中应做好充电准备，避免直播突然掉线影响直播效果。</p><br>

</body>
</html>